<!DOCTYPE html>
<html>

<?php
$pageTitle = "Поддержка";
require "frames/head.php";
?>

<body>

<?php
require "frames/header.php";
?>

<div id="main-content">
    <section class="content">
        <h2>Мы здесь, чтобы помочь</h2>
        <p>
            <strong>LaptopHub</strong> предлагает своим клиентам комплексную поддержку, обеспечивая доступ к
                актуальной информации о наших продуктах, руководствам для пользователей и рекомендациям по выбору
                ноутбука, чтобы вы могли сделать правильный выбор.</p>
            <p>Если у вас возникли вопросы или потребность в помощи, наша команда поддержки клиентов всегда готова
                помочь! Вы можете обратиться к нам:</p>
            <p><strong>По телефону</strong>: +7 (123) 456-78-90</p>
                <p><strong>Электронная почта</strong>: support@laptophub.ru</p>
            <p><strong>Мы стремимся гарантировать, что каждый клиент получает максимальную поддержку, необходимую для
                    комфортного использования своих новых ноутбуков.</strong></p>
        </p>
    </section>
</div>
<?php
require "frames/footer.php";
?>
</body>
</html>